Repository: ShiinaLabs/wifi-lens
Catalog: WiFiLens/Sources/WiFiLens/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans

# analysis.readiness.short_history_message
source: The observed history is too short for complete analysis.
de: Der beobachtete Verlauf ist für eine vollständige Analyse zu kurz.
es: El historial observado es demasiado corto para un análisis completo.
fr: L'historique observé est trop court pour une analyse complète.
ja: 完全な分析には観測履歴が短すぎます。
zh_hans: 观测历史太短，无法进行完整分析。

# analysis.readiness.storage_unavailable
source: Local history storage is unavailable.
de: Der lokale Historienspeicher ist nicht verfügbar.
es: El almacenamiento de historial local no está disponible.
fr: Le stockage de l'historique local est indisponible.
ja: ローカル履歴ストレージを利用できません。
zh_hans: 本地历史记录存储不可用。

# analysis.readiness.sufficient_evidence
source: Sufficient observed evidence
de: Ausreichende Beobachtungsdaten
es: Evidencia observada suficiente
fr: Preuves observées suffisantes
ja: 十分な観測証拠
zh_hans: 有足够的观测证据

# analysis.readiness.sufficient_evidence_message
source: Statistics describe recorded observations only; they do not assess network health.
de: Statistiken beschreiben nur aufgezeichnete Beobachtungen und bewerten nicht die Netzwerkgesundheit.
es: Las estadísticas describen solo observaciones registradas; no evalúan la salud de la red.
fr: Les statistiques décrivent uniquement les observations enregistrées ; elles n'évaluent pas la santé du réseau.
ja: 統計は記録された観測のみを示し、ネットワークの健全性は評価しません。
zh_hans: 统计仅描述已记录的观测，不评估网络健康度。

# analysis.rule.category.gateway_interruption
source: Repeated gateway-latency observations
de: Wiederholte Gateway-Latenz-Beobachtungen
es: Observaciones repetidas de latencia de gateway
fr: Observations répétées de latence de la passerelle
ja: ゲートウェイ遅延の繰り返し
zh_hans: 重复的网关延迟观测

# analysis.rule.category.repeated_disconnection
source: Repeated disconnection
de: Wiederholte Trennung
es: Desconexión repetida
fr: Déconnexion répétée
ja: 切断の繰り返し
zh_hans: 重复断开

# analysis.rule.category.roaming_instability
source: AP switching
de: AP-Wechsel
es: Cambios de AP
fr: Changement d'AP
ja: AP 切り替え
zh_hans: AP 切换

# analysis.statistics.ap_switching
source: AP switching
de: AP-Wechsel
es: Cambios de AP
fr: Changement d'AP
ja: AP 切り替え
zh_hans: AP 切换

# analysis.statistics.comparison_percent_change
source: Relative change: %@
de: Relative Änderung: %@
es: Cambio relativo: %@
fr: Variation relative : %@
ja: 相対変化：%@
zh_hans: 相对变化：%@

# analysis.statistics.comparison_title
source: Compared with previous period
de: Vergleich mit dem vorherigen Zeitraum
es: Comparación con el período anterior
fr: Comparé à la période précédente
ja: 前の期間との比較
zh_hans: 与上一周期比较

# analysis.statistics.comparison_total_change
source: Event total change: %lld
de: Änderung der Ereignisanzahl: %lld
es: Cambio total de eventos: %lld
fr: Variation totale des événements : %lld
ja: イベント合計の変化：%lld
zh_hans: 事件总数变化：%lld

# analysis.statistics.connection_changes
source: Connection changes
de: Verbindungswechsel
es: Cambios de conexión
fr: Changements de connexion
ja: 接続変更
zh_hans: 连接变化

# analysis.statistics.connections
source: Connections
de: Verbindungen
es: Conexiones
fr: Connexions
ja: 接続
zh_hans: 连接

# analysis.statistics.coverage_format
source: Observed from %@ to %@
de: Beobachtet von %@ bis %@
es: Observado de %@ a %@
fr: Observé du %@ au %@
ja: %@ から %@ まで観測
zh_hans: 观测范围：%@ 至 %@

# analysis.statistics.coverage_percent_format
source: Coverage: %@
de: Abdeckung: %@
es: Cobertura: %@
fr: Couverture : %@
ja: カバレッジ：%@
zh_hans: 覆盖：%@

# analysis.statistics.disconnections
source: Disconnections
de: Trennungen
es: Desconexiones
fr: Déconnexions
ja: 切断
zh_hans: 断开连接

# analysis.statistics.distribution
source: Event distribution
de: Ereignisverteilung
es: Distribución de eventos
fr: Répartition des événements
ja: イベント分布
zh_hans: 事件分布

# analysis.statistics.event_range_format
source: First recorded event: %@. Last recorded event: %@.
de: Erstes aufgezeichnetes Ereignis: %@. Letztes aufgezeichnetes Ereignis: %@.
es: Primer evento registrado: %@. Último evento registrado: %@.
fr: Premier événement enregistré : %@. Dernier événement enregistré : %@.
ja: 最初に記録されたイベント：%@。最後に記録されたイベント：%@。
zh_hans: 首条已记录事件：%@。末条已记录事件：%@。

# analysis.statistics.failure_title
source: Statistics unavailable
de: Statistiken nicht verfügbar
es: Estadísticas no disponibles
fr: Statistiques indisponibles
ja: 統計を利用できません
zh_hans: 统计不可用

# analysis.statistics.gateway_interruptions
source: Gateway latency observations
de: Gateway-Latenzbeobachtungen
es: Observaciones de latencia del gateway
fr: Observations de latence de la passerelle
ja: ゲートウェイ遅延の観測
zh_hans: 网关延迟观测

# analysis.statistics.gateway_latency_observations
source: Gateway latency observations
de: Gateway-Latenzbeobachtungen
es: Observaciones de latencia del gateway
fr: Observations de latence de la passerelle
ja: ゲートウェイ遅延の観測
zh_hans: 网关延迟观测

# analysis.statistics.latest_notable_format
source: Latest notable event: %@ · %@
de: Letztes bemerkenswertes Ereignis: %@ · %@
es: Último evento notable: %@ · %@
fr: Dernier événement notable : %@ · %@
ja: 最近の注目イベント：%@ · %@
zh_hans: 最近的重要事件：%@ · %@

# analysis.statistics.load_failed
source: Local history could not be loaded.
de: Der lokale Verlauf konnte nicht geladen werden.
es: No se pudo cargar el historial local.
fr: L'historique local n'a pas pu être chargé.
ja: ローカル履歴を読み込めませんでした。
zh_hans: 无法加载本地历史记录。

# analysis.statistics.loading
source: Loading local history…
de: Lokaler Verlauf wird geladen …
es: Cargando historial local…
fr: Chargement de l'historique local…
ja: ローカル履歴を読み込み中…
zh_hans: 正在加载本地历史记录…

# analysis.statistics.local_history_message
source: History is stored locally on this Mac. You can clear it in Settings → Data.
de: Die Historie wird lokal auf diesem Mac gespeichert. Sie können sie unter Einstellungen → Daten löschen.
es: El historial se almacena localmente en este Mac. Puedes borrarlo en Ajustes → Datos.
fr: L'historique est stocké localement sur ce Mac. Tu peux l'effacer dans Réglages → Données.
ja: 履歴はこの Mac にローカル保存されます。設定 → データで消去できます。
zh_hans: 历史记录存储在本机本地。你可以在设置 → 数据中清除。

# analysis.statistics.local_history_title
source: Local history
de: Lokale Historie
es: Historial local
fr: Historique local
ja: ローカル履歴
zh_hans: 本地历史记录

# analysis.statistics.most_concentrated_format
source: Most concentrated interval: %@ · %lld events
de: Konzentriertestes Intervall: %@ · %lld Ereignisse
es: Intervalo más concentrado: %@ · %lld eventos
fr: Intervalle le plus concentré : %@ · %lld événements
ja: 最も集中している期間：%@（%lld 件）
zh_hans: 最集中区间：%@（%lld 个事件）

# analysis.statistics.network
source: Network
de: Netzwerk
es: Red
fr: Réseau
ja: ネットワーク
zh_hans: 网络

# analysis.statistics.network_all
source: All networks
de: Alle Netzwerke
es: Todas las redes
fr: Tous les réseaux
ja: すべてのネットワーク
zh_hans: 全部网络

# analysis.statistics.network_logical_format
source: Network: %@
de: Netzwerk: %@
es: Red: %@
fr: Réseau : %@
ja: ネットワーク：%@
zh_hans: 网络：%@

# analysis.statistics.network_multiple
source: Selected networks
de: Ausgewählte Netzwerke
es: Redes seleccionadas
fr: Réseaux sélectionnés
ja: 選択したネットワーク
zh_hans: 选中的网络

# analysis.statistics.network_unattributed
source: Unattributed events
de: Nicht zugeordnete Ereignisse
es: Eventos sin atribución
fr: Événements non attribués
ja: 帰属なしのイベント
zh_hans: 未归属事件

# analysis.statistics.no_history_message
source: WiFi Lens has not recorded Timeline history for this period. This is not a statement about network health.
de: WiFi Lens hat für diesen Zeitraum keine Timeline-Historie aufgezeichnet. Das ist keine Aussage über die Netzwerkgesundheit.
es: WiFi Lens no registró historial de línea de tiempo para este período. Esto no es una afirmación sobre la salud de la red.
fr: WiFi Lens n'a pas enregistré d'historique de chronologie pour cette période. Cela ne constitue pas un constat sur la santé du réseau.
ja: この期間のタイムライン履歴は WiFi Lens に記録されていません。これはネットワークの健全性を示すものではありません。
zh_hans: WiFi Lens 在此时间范围内没有记录时间线历史。这不是对网络健康度的判断。

# analysis.statistics.no_history_title
source: No local history
de: Keine lokale Historie
es: Sin historial local
fr: Aucun historique local
ja: ローカル履歴がありません
zh_hans: 没有本地历史记录

# analysis.statistics.no_matching_events_message
source: WiFi Lens observed this time range, but no events match the current network and filter.
de: WiFi Lens hat diesen Zeitraum beobachtet, aber keine Ereignisse passen zum aktuellen Netzwerk und Filter.
es: WiFi Lens observó este rango de tiempo, pero ningún evento coincide con la red y el filtro actuales.
fr: WiFi Lens a observé cette plage temporelle, mais aucun événement ne correspond au réseau et au filtre actuels.
ja: WiFi Lens はこの期間を観測しましたが、現在のネットワークとフィルターに一致するイベントはありません。
zh_hans: WiFi Lens 观测了此时间范围，但没有事件与当前网络和筛选条件匹配。

# analysis.statistics.no_matching_events_title
source: No matching events
de: Keine passenden Ereignisse
es: Sin eventos coincidentes
fr: Aucun événement correspondant
ja: 一致するイベントがありません
zh_hans: 没有匹配的事件

# analysis.statistics.no_result_message
source: Select a period to inspect local Timeline history.
de: Wählen Sie einen Zeitraum, um den lokalen Timeline-Verlauf zu prüfen.
es: Seleccione un período para revisar el historial local de Timeline.
fr: Sélectionne une période pour inspecter l'historique local de la chronologie.
ja: 期間を選択してローカルのTimeline履歴を確認してください。
zh_hans: 选择时间范围以查看本地 Timeline 历史记录。

# analysis.statistics.no_result_title
source: No analysis result
de: Kein Analyseergebnis
es: Sin resultado de análisis
fr: Aucun résultat d'analyse
ja: 分析結果なし
zh_hans: 没有分析结果

# analysis.statistics.observation_state_message
source: WiFi Lens records local Timeline observations while the app is observing. New history appears as observations continue.
de: WiFi Lens zeichnet lokale Timeline-Beobachtungen auf, während die App beobachtet. Neue Historie erscheint, während die Beobachtungen fortgesetzt werden.
es: WiFi Lens registra observaciones locales de la línea de tiempo mientras la app está observando. El historial nuevo aparece a medida que continúan las observaciones.
fr: WiFi Lens enregistre les observations locales de la chronologie pendant que l'app observe. De nouvelles données apparaissent au fil des observations.
ja: アプリが観測している間、WiFi Lens はローカルのタイムライン観測を記録します。観測が続くにつれて新しい履歴が表示されます。
zh_hans: 应用正在观测时，WiFi Lens 会记录本地时间线观测。随着观测持续，新的历史记录会出现。

# analysis.statistics.observation_state_title
source: Observation state
de: Beobachtungsstatus
es: Estado de observación
fr: État d'observation
ja: 観測状態
zh_hans: 观测状态

# analysis.statistics.period
source: Period
de: Zeitraum
es: Período
fr: Période
ja: 期間
zh_hans: 时间范围

# analysis.statistics.period_format
source: Period: %@ – %@
de: Zeitraum: %@ – %@
es: Período: %@ – %@
fr: Période : %@ – %@
ja: 期間：%@ – %@
zh_hans: 周期：%@ – %@

# analysis.statistics.period.seven_days
source: 7 Days
de: 7 Tage
es: 7 días
fr: 7 jours
ja: 7日間
zh_hans: 7天

# analysis.statistics.period.thirty_days
source: 30 Days
de: 30 Tage
es: 30 días
fr: 30 jours
ja: 30日間
zh_hans: 30天

# analysis.statistics.period.today
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
ja: 今日
zh_hans: 今天

# analysis.statistics.scope_title
source: Scope
de: Bereich
es: Ámbito
fr: Périmètre
ja: 範囲
zh_hans: 范围

# analysis.statistics.severity_critical
source: Critical
de: Kritisch
es: Crítico
fr: Critique
ja: 重大
zh_hans: 严重

# analysis.statistics.severity_distribution
source: Severity distribution
de: Schweregrad-Verteilung
es: Distribución por gravedad
fr: Répartition par sévérité
ja: 重要度の分布
zh_hans: 严重度分布

# analysis.statistics.severity_none
source: No severity data available
de: Keine Schweregrad-Daten verfügbar
es: No hay datos de gravedad disponibles
fr: Aucune donnée de sévérité disponible
ja: 重要度データがありません
zh_hans: 暂无严重度数据

# analysis.statistics.severity_warning
source: Warnings
de: Warnungen
es: Advertencias
fr: Avertissements
ja: 警告
zh_hans: 警告

# analysis.statistics.shell_description
source: Statistics will appear here.
de: Statistiken werden hier angezeigt.
es: Las estadísticas aparecerán aquí.
fr: Les statistiques apparaîtront ici.
ja: 統計情報はここに表示されます。
zh_hans: 统计信息将在此显示。

# analysis.statistics.total_events
source: Total events
de: Ereignisse gesamt
es: Eventos totales
fr: Total des événements
ja: イベント合計
zh_hans: 事件总数

# apRadar.accessibility.signalLost
source: %1$@, BSSID %2$@, signal lost
de: %1$@, BSSID %2$@, Signal verloren
es: %1$@, BSSID %2$@, señal perdida
fr: %1$@, BSSID %2$@, signal perdu
ja: %1$@、BSSID %2$@、信号を検出できません
zh_hans: %1$@，BSSID %2$@，信号已丢失

# apRadar.accessibility.tracking
source: %1$@, BSSID %2$@, signal strength %3$@, %4$@, %5$@
de: %1$@, BSSID %2$@, Signalstärke %3$@, %4$@, %5$@
es: %1$@, BSSID %2$@, intensidad de señal %3$@, %4$@, %5$@
fr: %1$@, BSSID %2$@, puissance du signal %3$@, %4$@, %5$@
ja: %1$@、BSSID %2$@、信号強度 %3$@、%4$@、%5$@
zh_hans: %1$@，BSSID %2$@，信号强度 %3$@，%4$@，%5$@

# apRadar.audio.failed
source: Sound is unavailable. RSSI tracking continues without audio.
de: Ton ist nicht verfügbar. Die Signalverfolgung läuft ohne Audio weiter.
es: El sonido no está disponible. El seguimiento de RSSI continúa sin audio.
fr: Le son n'est pas disponible. Le suivi RSSI continue sans audio.
ja: サウンドを利用できません。音声なしで RSSI の追跡を続けます。
zh_hans: 无法使用声音，将继续进行 RSSI 追踪。

# apRadar.changeTarget
source: Change Target
de: Ziel ändern
es: Cambiar objetivo
fr: Changer de cible
ja: 対象を変更
zh_hans: 更换目标

# apRadar.description
source: Select an access point and WiFi Lens will track its signal strength, playing soft pulses that speed up as the signal gets stronger.
de: Wähle einen Zugangspunkt aus. WiFi Lens verfolgt dessen Signalstärke und spielt sanfte Impulse, die schneller werden, je stärker das Signal wird.
es: Selecciona un punto de acceso y WiFi Lens rastreará su intensidad de señal, reproduciendo pulsos suaves que se aceleran a medida que la señal se fortalece.
fr: Sélectionne un point d'accès et WiFi Lens suivra sa puissance de signal en diffusant de légères impulsions qui s'accélèrent à mesure que le signal se renforce.
ja: アクセスポイントを選択すると、WiFi Lens がその信号強度を追跡し、信号が強くなるほど速くなる柔らかいパルス音を再生します。
zh_hans: 选择一个接入点，WiFi Lens 将持续追踪其信号强度，并随着信号增强播放更密集的柔和提示音。

# apRadar.disclaimer
source: AP Radar provides guidance based on received signal strength. It cannot determine an access point’s actual direction or precise distance. Walls, reflections, device orientation, and wireless interference may affect the result.
de: Der AP-Radar liefert Hinweise auf Basis der empfangenen Signalstärke. Er kann die tatsächliche Richtung oder genaue Entfernung eines Zugangspunkts nicht bestimmen. Wände, Reflexionen, die Geräteausrichtung und Funkstörungen können das Ergebnis beeinflussen.
es: El Radar AP ofrece orientación según la intensidad de la señal recibida. No puede determinar la dirección real ni la distancia exacta de un punto de acceso. Las paredes, los reflejos, la orientación del dispositivo y las interferencias inalámbricas pueden afectar al resultado.
fr: AP Radar fournit des indications basées sur la puissance du signal reçu. Il ne peut pas déterminer la direction réelle ni la distance précise d'un point d'accès. Les murs, réflexions, l'orientation de l'appareil et les interférences sans fil peuvent affecter le résultat.
ja: APレーダーは受信信号強度をもとに補助的な情報を提供します。アクセスポイントの正確な方向や距離を特定することはできません。壁、電波の反射、デバイスの向き、無線干渉などが結果に影響する場合があります。
zh_hans: AP 雷达根据接收信号强度提供辅助提示，无法判断接入点的真实方向或精确距离。墙体、反射、设备姿态和无线干扰都可能影响结果。

# apRadar.easterEgg.unlocked
source: Geiger preset unlocked!
de: Geiger-Preset freigeschaltet!
es: ¡Preset Geiger desbloqueado!
fr: Préréglage Geiger débloqué !
ja: ガイガーカウンターのプリセットをアンロックしました！
zh_hans: 解锁

# apRadar.empty.description
source: Make sure Wi-Fi is turned on, then try again.
de: Stelle sicher, dass Wi-Fi eingeschaltet ist, und versuche es erneut.
es: Asegúrate de que el Wi-Fi esté activado e inténtalo de nuevo.
fr: Assure-toi que le Wi-Fi est activé, puis réessaie.
ja: Wi-Fiがオンになっていることを確認して、もう一度お試しください。
zh_hans: 请确认 Wi-Fi 已开启，然后重试。

# apRadar.empty.title
source: No Access Points Found
de: Keine Zugangspunkte gefunden
es: No se encontraron puntos de acceso
fr: Aucun point d'accès trouvé
ja: アクセスポイントが見つかりません
zh_hans: 未发现接入点

# apRadar.rescan
source: Rescan
de: Erneut scannen
es: Volver a escanear
fr: Relancer le scan
ja: 再スキャン
zh_hans: 重新扫描

# apRadar.scan.failed
source: The latest scan failed. Results may be out of date.
de: Der letzte Scan ist fehlgeschlagen. Ergebnisse könnten veraltet sein.
es: El último escaneo falló. Los resultados pueden estar desactualizados.
fr: Le dernier scan a échoué. Les résultats peuvent être obsolètes.
ja: 最新のスキャンに失敗しました。結果が古い可能性があります。
zh_hans: 最近一次扫描失败，结果可能不是最新。

# apRadar.selection.hint
source: Selects this access point and starts tracking it.
de: Wählt diesen Zugangspunkt aus und startet die Verfolgung.
es: Selecciona este punto de acceso y comienza a rastrearlo.
fr: Sélectionne ce point d'accès et lance son suivi.
ja: このアクセスポイントを選択して追跡を開始します。
zh_hans: 选择此接入点并开始追踪。

# apRadar.selectTarget
source: Select Access Point
de: Zugangspunkt auswählen
es: Seleccionar punto de acceso
fr: Sélectionner un point d'accès
ja: アクセスポイントを選択
zh_hans: 选择接入点

# apRadar.signal.raw
source: Raw signal: %d dBm
de: Rohes Signal: %d dBm
es: Señal bruta: %d dBm
fr: Signal brut : %d dBm
ja: 生の信号: %d dBm
zh_hans: 原始信号：%d dBm

# apRadar.signal.strength
source: Signal strength
de: Signalstärke
es: Intensidad de señal
fr: Puissance du signal
ja: 信号強度
zh_hans: 信号强度

# apRadar.signalLost.description
source: This access point is temporarily unavailable. Keep moving or wait for the next scan.
de: Dieser Zugangspunkt ist vorübergehend nicht erreichbar. Bewege dich weiter oder warte auf den nächsten Scan.
es: Este punto de acceso no está disponible temporalmente. Sigue moviéndote o espera al siguiente escaneo.
fr: Ce point d'accès est temporairement indisponible. Continue de te déplacer ou attends le prochain scan.
ja: このアクセスポイントを一時的に検出できません。移動するか、次のスキャンをお待ちください。
zh_hans: 暂时无法检测到此接入点。请继续移动或等待下一次扫描。

# apRadar.signalLost.lastSeen
source: Last seen: %@
de: Zuletzt gesehen: %@
es: Última vez visto: %@
fr: Dernière apparition : %@
ja: 最終検出: %@
zh_hans: 最后看到：%@

# apRadar.signalLost.rescanning
source: Rescanning…
de: Wird erneut gescannt…
es: Escaneando de nuevo…
fr: Nouveau scan…
ja: 再スキャン中…
zh_hans: 正在重新扫描…

# apRadar.signalLost.title
source: Signal Lost
de: Signal verloren
es: Señal perdida
fr: Signal perdu
ja: 信号を検出できません
zh_hans: 信号已丢失

# apRadar.sound.off
source: Sound Off
de: Ton aus
es: Sonido desactivado
fr: Son désactivé
ja: サウンドオフ
zh_hans: 声音关闭

# apRadar.sound.on
source: Sound On
de: Ton an
es: Sonido activado
fr: Son activé
ja: サウンドオン
zh_hans: 声音开启

# apRadar.sound.state.off
source: sound off
de: Ton aus
es: sonido desactivado
fr: son désactivé
ja: サウンドオフ
zh_hans: 声音已关闭

# apRadar.sound.state.on
source: sound on
de: Ton an
es: sonido activado
fr: son activé
ja: サウンドオン
zh_hans: 声音已开启

# apRadar.status.tracking
source: Tracking
de: Verfolgung
es: Seguimiento
fr: Suivi
ja: 追跡中
zh_hans: 正在追踪

# apRadar.stopTracking
source: Stop Tracking
de: Verfolgung beenden
es: Detener seguimiento
fr: Arrêter le suivi
ja: 追跡を停止
zh_hans: 停止追踪

# apRadar.summary.available
source: %lld access points available
de: %lld Zugangspunkte verfügbar
es: %lld puntos de acceso disponibles
fr: %lld points d'accès disponibles
ja: %lld 個のアクセスポイントを利用できます
zh_hans: 有 %lld 个接入点

# apRadar.target.channel
source: Channel %d
de: Kanal %d
es: Canal %d
fr: Canal %d
ja: チャンネル %d
zh_hans: 信道 %d

# apRadar.target.hiddenNetwork
source: Hidden Network
de: Verstecktes Netzwerk
es: Red oculta
fr: Réseau masqué
ja: 非公開ネットワーク
zh_hans: 隐藏网络

# apRadar.trend.gettingCloser
source: Getting closer
de: Signal wird stärker
es: La señal aumenta
fr: Se rapproche
ja: 信号が強くなっています
zh_hans: 信号正在增强

# apRadar.trend.measuring
source: Measuring
de: Wird gemessen
es: Midiendo
fr: Mesure
ja: 測定中
zh_hans: 正在测量

# apRadar.trend.movingAway
source: Moving away
de: Signal wird schwächer
es: La señal disminuye
fr: S'éloigne
ja: 信号が弱くなっています
zh_hans: 信号正在减弱

# apRadar.trend.stable
source: Signal stable
de: Signal stabil
es: Señal estable
ja: 信号は安定しています
zh_hans: 信号基本稳定

# ble.accessibility.trend_chart_fmt
source: BLE RSSI trend chart, %1$d samples, range %2$d to %3$d dBm
de: BLE-RSSI-Verlaufsdiagramm, %1$d Messwerte, Bereich %2$d bis %3$d dBm
es: Gráfico de tendencia RSSI BLE, %1$d muestras, rango %2$d a %3$d dBm
fr: Graphique de tendance RSSI BLE, %1$d échantillons, plage %2$d à %3$d dBm
ja: BLE RSSIトレンドチャート、%1$dサンプル、範囲 %2$d〜%3$d dBm
zh_hans: BLE RSSI 趋势图，%1$d 个样本，范围 %2$d 至 %3$d dBm

# ble.banner.interference
source: Bluetooth operates in the 2.4 GHz band — dense BLE activity can interfere with 2.4 GHz Wi-Fi networks and nearby Bluetooth devices.
de: Bluetooth arbeitet im 2,4-GHz-Band – viele BLE-Geräte können 2,4-GHz-WLANs stören und umgekehrt.
es: Bluetooth opera en la banda de 2,4 GHz: una alta densidad de dispositivos BLE puede interferir con redes Wi-Fi de 2,4 GHz y con otros dispositivos Bluetooth cercanos.
fr: Le Bluetooth fonctionne dans la bande 2,4 GHz — une activité BLE dense peut interférer avec les réseaux Wi-Fi 2,4 GHz et les appareils Bluetooth proches.
ja: Bluetoothは2.4GHz帯で動作します。密集したBLE環境では2.4GHz Wi-Fiネットワークや近隣のBluetoothデバイスに干渉する可能性があります。
zh_hans: 蓝牙运行于 2.4 GHz 频段，密集的 BLE 设备可能干扰 2.4 GHz Wi-Fi 网络及附近的蓝牙设备。

# ble.device_count_fmt
source: %lld devices
de: %lld Geräte
es: %lld dispositivos
fr: %lld appareils
ja: %lld 台のデバイス
zh_hans: %lld 个设备

# ble.disabled.description
source: Enable Bluetooth Analysis in Settings to scan for nearby devices and monitor signal strength.
de: Aktiviere Bluetooth-Analyse in den Einstellungen, um Geräte in der Nähe zu scannen und die Signalstärke zu überwachen.
es: Habilita Análisis Bluetooth en Ajustes para escanear dispositivos cercanos y monitorizar la intensidad de señal.
fr: Active l'analyse Bluetooth dans les réglages pour scanner les appareils à proximité et surveiller la puissance du signal.
ja: 設定で「Bluetooth分析」を有効にすると、近くのデバイスをスキャンし信号強度を監視できます。
zh_hans: 在设置中开启蓝牙分析后，可扫描附近设备并监测信号强度。

# ble.disabled.title
source: Bluetooth Analysis Disabled
de: Bluetooth-Analyse deaktiviert
es: Análisis Bluetooth deshabilitado
fr: Analyse Bluetooth désactivée
ja: Bluetooth分析は無効です
zh_hans: 蓝牙分析已关闭

# ble.empty.scanning
source: Scanning for BLE devices…
de: Scanne BLE-Geräte…
es: Escaneando dispositivos BLE…
fr: Recherche d'appareils BLE…
ja: BLE デバイスをスキャン中…
zh_hans: 正在扫描 BLE 设备…

# ble.permission.denied_message
source: Bluetooth permission was denied. Enable it in System Settings.
de: Bluetooth-Berechtigung wurde verweigert. Aktiviere sie in den Systemeinstellungen.
es: Permiso de Bluetooth denegado. Habilítalo en Ajustes del Sistema.
fr: L'autorisation Bluetooth a été refusée. Active-la dans Réglages Système.
ja: Bluetooth 権限が拒否されました。システム設定で有効にしてください。
zh_hans: 蓝牙权限被拒绝。请在系统设置中开启。

# ble.permission.required_message
source: Bluetooth permission is required to scan for BLE devices.
de: Bluetooth-Berechtigung ist erforderlich, um BLE-Geräte zu scannen.
es: Se requiere permiso de Bluetooth para escanear dispositivos BLE.
fr: L'autorisation Bluetooth est requise pour scanner les appareils BLE.
ja: BLE デバイスをスキャンするには Bluetooth 権限が必要です。
zh_hans: 扫描 BLE 设备需要蓝牙权限。

# ble.permission.required_with_action
source: Bluetooth permission is required. Enable it in System Settings.
de: Bluetooth-Berechtigung ist erforderlich. Aktiviere sie in den Systemeinstellungen.
es: Se requiere permiso de Bluetooth. Habilítalo en Ajustes del Sistema.
fr: L'autorisation Bluetooth est requise. Active-la dans Réglages Système.
ja: Bluetooth 権限が必要です。システム設定で有効にしてください。
zh_hans: 需要蓝牙权限。请在系统设置中开启。

# ble.rssi_history_fmt
source: %@ — RSSI history
de: %@ — RSSI-Verlauf
es: %@ — Historial RSSI
fr: %@ — historique RSSI
ja: %@ — RSSI履歴
zh_hans: %@ — RSSI 历史记录

# ble.scan.description
source: BLE device scanning
de: BLE-Gerätescan
es: Escaneo de dispositivos BLE
fr: Scan des appareils BLE
ja: BLE デバイススキャン
zh_hans: BLE 设备扫描
